[Translation]
ThisLanguage=			Eesti

Language=			Keel

DockSettings=			Doki seaded...
IconSettings=			Ikooni seaded...
AddItem=			Lisa element
  ItemFile=			Fail
  ItemPath=			Asukoht
  ItemSeparator=		Eraldaja
  ItemDockSettings=		Doki seaded
DeleteItem=			Eemalda element
TakeScreenshot=			Tee kuvatõmmis


General=			Üldine
AutoRun=			Käivitu koos Windowsiga
HideLabels=			Keela ikoonide nimed
LockIcons=			Lukusta ikoonid
AutoHide=			Automaatne peitmine


Icons=				Ikoonid
Size=				Suurus
Quality=			Kvaliteet
  QualityLow=			Madal kvaliteet (kiirem)
  QualityMedium=		Keskmine kvaliteet (soovitatav)
  QualityHigh=			Kõrge kvaliteet (aeglasem)
Zoom=				Suurendus
ZoomRange=			Suurenduse laius
ZoomTime=			Suurenduse kestvus


Position=			Asukoht
Monitor=			Ekraan
  MonitorList=			Ekraan
Side=				Asukoht ekraanil
  SideTop=			Üleval
  SideBottom=			All
  SideLeft=			Vasakul
  SideRight=			Paremal
Z-Order=			Kaetavus
  zTop=				Kõige pealmine
  zNormal=			Tavaline
  zBottom=			Alati tagumine
Offset=				Kesksus


Style=				Stiil
Theme=				Välimus
Opacity=			Läbipaistvus
SelectFont=			Vali kirjatüüp


About=				Info
Donate=				Anneta
Updates=			Uuendused
Forums=				Foorum



Quit=				Välju
OK=				Salvesta
Cancel=				Tühista



Version=			Versioon
ThankYou=			RocketDock on toodetud Apple fännipoisi ning fännitüdruku poolt OS X'il.  Võta seda kui rahupakkumist Maci kommuunilt sinule.<BR><BR>Üheskoos saame me Maci tagakiusamise lõpetada. :)<BR><BR>Tunne sellest rõõmu!<BR>Punk'i tarkvara meeskond

Folders=			Kataloogid
DefaultFolder=			Vaikimisi kataloog
ChangeFolder=			Muuda kataloogi


Preview=			Eelvaade


DefaultIcon=			Vaikimisi ikoon


Properties=			Andmed
Name=				Nimi
Target=				Sihtmärk
FindTarget=			Leia sihtmärk
StartIn=			Kus alustada
Arguments=			Lisaväärtused
Run=				Käivitu
  RunNormal=			Tavaliselt
  RunMaximized=			Suurendatult
  RunMinimized=			Minimeeritult
Popup=				Hüpikaken menüüga
ContextMenu=			Näita eritegevusi


FontOutlineColor=		Kontuuri värv
FontShadowColor=		Varju värv
FontOutlineOpacity=		Kontuuri läbipaistvus
FontShadowOpacity=		Varju läbipaistvus



;#################
;For Version 1.1.2
;#################

MouseActivate=			Hiirega ületamisel tule kõige pealmiseks
AutoHideTime=			Automaatse peitmise kestvus
AutoHideDelay=			Automaatse peitmise viivitus
UberIconFX=			UberIcon effektid



;#################
;For Version 1.2.0
;#################

ZoomFlat=			Suurendus: Kõik korraga
VerticalOffset=			Ääre nihe
ItemBlank=			Tühi ikoon
Defaults=			Kasuta algseadeid
Confirm=			Kinnita
ConfirmDefaults=		Oled sa kindel, et tahad kasutada RocketDocki algseadeid?<BR>Märge: see ei mõjuta su ikoone.


;#################
;For Version 1.3.0
;#################

;NOTE: "ZoomFlat" was changed above... Please re-translate
;=========================================================

ManageWindows=			Minimeeri aken dokile
ShowRunning=			Näita märget, kui antud programm käib
OpenRunning=			Kui programm juba käib, ava see, mitte uus
UseINI=				Hoia seadeid teisaldatavas INI failis
GetMore=			Tõmba veel
Behavior=			Käitumine
MouseActivateDelay=		Pealmiseks tulemise viivitus
IconActivationFX=		Ikooni tähelepanu effekt
None=				Mitte ühtegi
Bounce=				Põrklemine
ZoomOpaque=			Suurenda 100% nähtavaks
HoverFX=			Ületamise effekt
ZoomBubble=			Suurendus: Mull
ZoomPlateau=			Suurendus: Mingi osa korraga
OpenWindow=			Ava aken
CloseWindow=			Sulge aken
ItemRecycleBin=			Prügikast
StateNormal=			Tavaline ikoon
StateEmpty=			Tühi prügikast
StateFull=			Täis prügikast

;#################
;For Version 1.3.1
;#################

DebugInfo=			Veateade
ConfirmDebugInfo=		RocketDock salvestab kohe veateated faili...<BR><BR>See fail sisaldab:<BR>  * RocketDocki seadeid (sisaldades asukohti ja lisainfot)<BR>  * Hetkel töötavaid programme<BR>  * Vajalikku informatsiooni süsteemist.
DisableMinAnimation=		ära kasuta akna minimeerimisel animatsioone
OpenRunningShort=		Ava juba käivitatud
UseGlobal=			Kasuta globaalseid seadeid
Always=				Alati
Never=				Kunagi
Warnings=			Hoiatusi: <COUNT>
WarningINIWrite=		Settings.ini failil puuduvad salvestamise õigused. Su seadeid pole võimalik salvestada.